<?php
// Heading
$_['heading_title'] = '保护您的帐户';

// Text
$_['text_security'] = '无论何时从未知设备或计算机登录，都必须回答安全问题.';
$_['text_code']     = '已向您的电子邮件帐户发送了一封带有安全代码的电子邮件。输入以下代码以继续.';
$_['text_locked']   = '您的帐户已被锁定!';
$_['text_unlock']   = '由于多次错误地尝试输入安全代码，您的帐户已被锁定。单击重置按钮，通过您的电子邮件帐户接收重置链接.';
$_['text_unlocked'] = '成功：您的帐户已解锁!';
$_['text_link']     = '成功：已向您的电子邮件地址发送了一封带有重置链接的电子邮件!';
$_['text_resend']   = '成功：已向您的电子邮件帐户发送一封带有安全代码的电子邮件!';

// Entry
$_['entry_code']    = '安全代码';

// Error
$_['error_warning'] = '您已超过允许的安全代码尝试次数!';
$_['error_code']    = '安全代码不匹配!';
$_['error_reset']   = '错误：无法重置您的安全代码！';
